{
  "jobs": [
    {
      "id": 1,
      "slug": "gtm-strategy-delivery-ankar",
      "title": "GTM, Strategy & Delivery",
      "company": "Ankar",
      "location": "United Kingdom",
      "country": "uk",
      "type": "Full-time",
      "industry": "Technology",
      "image": "https://ui-avatars.com/api/?name=Ankar&background=000&color=fff&size=128&bold=true",
      "description": "GTM, Strategy & Delivery\n\nLocation: Greater London\n\nAbout Ankar\nThe way companies innovate is broken. The systems built to create and protect ideas can’t keep up with the pace of change. Today, 90% of S&P 500 company value is intangible (e.g., in intellectual property) - yet R&D and IP teams spend half their time buried in manual work. We’re here to fix that. Ankar is building the AI operating system for innovation, reinventing how companies generate and protect their inventions. Our platform orchestrates how ideas become defensible IP with a suite of AI modules such as patent drafting, office action response, and infringement detection.\n\nWe’re at an inflection point:\n- We’ve raised >24M to date from Tier-1 VCs like Atomico, Index Ventures, Norrsken, Daphni, and angels like the Founder of Hugging Face, CEO from Datadog, and Leaders from Deep Mind and OpenAI.\n- We’re already working with the world’s most innovative companies including Fortune 500 company L’Oréal and global law firm Vorys.\n- Expanding our world-class team with alumni from Palantir, Amazon, and BCG to tackle the 1T+ innovation market.\n\nWhat you’ll be doing\nWe’re looking for a hands‑on generalist who can bridge product, engineering, and go‑to‑market — embedding with customers and internal teams to design, prototype, and deploy proofs of concept and new products.\n- Lead end‑to‑end delivery of customer POCs and new product rollouts.\n- Partner with customers to design and deliver high‑value POCs and new products.\n- Work closely with customer teams to ensure successful adoption and value delivery.\n- Turn customer feedback into clear product requirements.\n- Spot emerging product opportunities across deployments.\n\nWhat we are looking for\n- 2+ years of experience in a high‑ownership environment (e.g., startups, consulting, banking, or similar fast‑moving roles).\n- A builder’s mindset. You thrive in ambiguity, iterate quickly, and love creating order out of chaos.\n- Extreme ownership. You see problems before they happen, you take responsibility, and you deliver.\n- [Bonus points] Experience designing and delivering proof of concepts and new products to enterprise customers.\n\nWhat else you might want to know\n- Location: Hoxton Square, London (office-first policy with flexibility)\n- Contract: Full‑time\n- Compensation: Competitive salaries + substantial equity package under the tax‑efficient EMI scheme.\n- Hiring process: (1) 30min introductory chat, (2) 2hr onsite interview, (3) 20min final in-person meeting.\n- Visa sponsorship: Yes",
      "visaSponsorship": true,
      "publishedDate": "Jan 19, 2026",
      "externalUrl": "https://jobs.ashbyhq.com/ankar"
    },
    {
      "id": 2,
      "slug": "engineer-digital-library-university-of-leeds",
      "title": "Engineer (Digital Library)",
      "company": "University of Leeds",
      "location": "Leeds, England, United Kingdom",
      "country": "uk",
      "type": "Full-time",
      "industry": "Information Technology",
      "image": "https://ui-avatars.com/api/?name=University+of+Leeds&background=random&color=fff&size=128&bold=true",
      "description": "Engineer (Digital Library)\n\nThe interviews will be held on the Wednesday 4th March 2026\n\nThis role will be based on the university campus with scope for it to be undertaken in a hybrid manner. We are also open to discussing flexible working arrangements.\n\nAre you interested in using your development and support knowledge and skills in a diverse Product Engineering function for Digital Library services? Are you an enthusiastic and driven individual with a desire to be part of a team delivering high-quality IT services to support digital access to the Libraries’ Cultural Collections?\n\nThe University of Leeds is one of the top 135 universities in the world. We have a truly global community, with more than 39,000 students from 170 different countries and over 9,000 staff of 100 different nationalities.\n\nThe University’s Cultural Collections comprise hundreds of thousands of rare books, manuscripts, archives, art works and museum artefacts. Our collections offer a rich resource for researchers, students and the wider research community.\n\nAs an Engineer with Python development skills, you will be working as part of a team to deliver the technical infrastructure and services of the Digital Library Infrastructure Project (DLIP), during and beyond the life of the project. DLIP is a cornerstone project to support the University in meeting the objectives set out in the Digital Transformation component of the Universal Values, Global Changes, University of Leeds Strategy 2020 to 2030. It implements the Digital Futures strand of the Libraries Vision.\n\nThe Digital Library Infrastructure Project will deliver a sustainable digital libraries research and education infrastructure, respond to the rapidly changing expectations of our students, staff, and partners and support the aims of University’s strategy.\n\nYou will be working as part of the DLIP team to implement:\nAn updated cultural collections website to improve user experience, access, and opportunities for digital creativity and cultures, featuring digital content presented in the IIIF standard;\nA modern data platform to merge data from different sources into a linked data format (Linked Art) to make it more effective, in combination with a graph-based search engine, for search, research, and teaching;\nImprovements to the process for storing and managing digital surrogates and digital born content to reduce risk and increase access;\nA foundational cloud infrastructure for digital humanities research and teaching.\n\nYou will utilise your skills, knowledge and experience to support the DLIP project, working as part of the team to design, develop and implement solutions. You will have experience of development using Python, and database development through SQL. You will also use your experience of analysing and diagnosing issues in applications to support the project.\n\nWorking in a complex environment, you will be liaising closely with colleagues with both technical and domain subject matter expertise, and working with a diverse range of stakeholders, and providing high quality support for applications and maintaining thorough documentation.\n\nDLIP is implementing innovative approaches and, in order to apply appropriate technical solutions, you will develop a digital library domain knowledge and an evolving understanding of the landscape, including the field of digital asset management and digital scholarship, use of data schemas and of interoperable standards such as IIIF (the International Image Interoperability Framework)\n\nPlease note that due to Home Office visa requirements, this role may only be suitable for first-time Skilled Worker visa applicants if they are eligible for salary concessions. For more information please visit: www.gov.uk/skilled-worker-visa For research and academic posts, we will consider eligibility under the Global Talent visa. For more information please visit: https://www.gov.uk/global-talent.\n\nWhat We Offer In Return:\n- 26 days holiday plus approx.16 Bank Holidays/days that the University is closed by custom (including Christmas) – That’s 42 days a year!\n- Generous pension scheme plus life assurance– the University contributes 14.5%\n- Health and Wellbeing: Discounted staff membership options at The Edge, our state-of-the-art Campus gym, with a pool, sauna, climbing wall, cycle circuit, and sports halls.\n- Personal Development: Access to courses run by our Organisational Development & Professional Learning team.\n- Access to on-site childcare, shopping discounts and travel schemes are also available.\n\nTo explore the post further or for any queries you may have, please contact:\nAnna Cale, Operations Manager\nEmail: a.p.cale@leeds.ac.uk",
      "visaSponsorship": true,
      "publishedDate": "Jan 19, 2026",
      "externalUrl": "https://jobs.leeds.ac.uk/vacancy.aspx?ref=CSUIT1833"
    }
  ],
  "users": [],
  "applications": []
}